tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.12"
brew "awsume"
brew "curl"
brew "figlet"
brew "fzf"
brew "git"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "node"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "amethyst"
cask "cursor"
cask "ghostty"
cask "hyper"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "raycast"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "deibit.devdocs"
vscode "esbenp.prettier-vscode"
vscode "mk12.better-git-line-blame"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.sublime-keybindings"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
