tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "blackbox"
brew "elixir"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-helm"
brew "node"
brew "pandoc"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xhyve", args: ["HEAD"]
brew "z"
brew "zsh", args: ["without-etcdir"]
cask "alfred"
cask "amethyst"
cask "betterzipql"
cask "docker"
cask "evernote"
cask "franz"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "little-snitch"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sketch"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "vlc"
mas "Clear", id: 504544917
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Sparrow", id: 417250177
mas "Xcode", id: 497799835
