cask_args appdir: '~/Applications'

tap "common-fate/granted"
tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mbode/tap"
tap "michel-kraemer/zsh-patina"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "bash"
brew "blueutil"
brew "coreutils"
brew "claude-code"
brew "cursor"
brew "curl"
brew "direnv"
brew "displayplacer"
brew "figlet"
brew "fzf"
brew "git"
brew "glab"
brew "go"
brew "helm@3"
brew "helmfile"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kafka"
brew "kubernetes-cli"
brew "mas"
brew "mysides"
brew "libpq"
brew "node"
brew "pipx"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "sops"
brew "starship"
brew "shellcheck"
brew "tenv"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "velero"
brew "vim"
brew "watch"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "michel-kraemer/zsh-patina/zsh-patina"
brew "common-fate/granted/granted"
brew "cormacrelf/tap/dark-notify"
brew "mbode/tap/terraform-state-mover"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "arc"
cask "claude"
cask "docker-desktop"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "ghostty"
cask "iina"
cask "itsycal"
cask "kiro-cli"
cask "ollamac"
cask "openvpn-connect"
cask "raycast"
cask "sublime-text"
cask "the-unarchiver"
cask "tidal"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
