tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'archey'
brew 'ctags'
brew 'doctl'
brew 'go'
brew 'jq'
brew 'keybase'
brew 'kubernetes-cli'
brew 'pick'
brew 'rbenv'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tree'
brew 'z'
brew 'zsh'
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'webpquicklook'
