tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'blackbox'
brew 'ctags'
brew 'doctl'
brew 'elixir'
brew 'git'
brew 'fzf'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'node'
brew 'phantomjs'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 's3cmd'
brew 'shellcheck'
brew 'tmux'
brew 'tree'
brew 'z'
brew 'zsh', args: ['without-etcdir']
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webpquicklook'
